Repository: SkyfallenHQ/SkyMake
Catalog: locale/*/LC_MESSAGES/skymake.po
Languages: tr_tr

source: Installation
tr_tr: Kurulum

source: Sign Up
tr_tr: Kayıt Ol

source: Username
tr_tr: Kullanıcı Adı

source: Password
tr_tr: Şifre

source: Confirm Password
tr_tr: Şifrenizi Onaylayın

source: Sign in
tr_tr: Giriş Yap

source: Sign up
tr_tr: Kayıt Ol

source: Don't have an account?
tr_tr: Hesabınız yok mu?

source: Have an account?
tr_tr: Hesabınız zaten var mı?

source: Logging you out...
tr_tr: Çıkış Yapılıyor...

source: This lesson does not exist. Please access your course by dashbboard.
tr_tr: Böyle bir içerik bulunamadı.

source: Live Class
tr_tr: Canlı Ders

source: This lesson does not exist. Please access your course by your own dashboard.
tr_tr: Böyle bir içerik bulunamadı.

source: This meeting has not started.
tr_tr: Toplantı henüz başlamadı.

source: Log Out
tr_tr: Çıkış Yap

source: You have no active courses.
tr_tr: Şu anda aktif bir kurs yok.

source: Course Details
tr_tr: Kurs Detayları

source: This content was not assigned to any course!
tr_tr: Bu kursa herhangi bir içerik atanmamış.

source: An error occured.
tr_tr: Bir hata oluştu.

source: You are free for now.
tr_tr: Şimdilik bir kurs atanmamış.

source: Users
tr_tr: Kullanıcılar

source: You can change user roles here
tr_tr: Kullanıcıları ve rollerini düzenleyin

source: Classes
tr_tr: Sınıflar

source: You can create,delete or edit groups here
tr_tr: Sınıf oluşturun veya düzenleyin

source: Results
tr_tr: Sonuçlar

source: You can view your students' results here
tr_tr: Öğrencilerinizin sonuçlarını görüntüleyin

source: Upload
tr_tr: Karşıya Yükleyin

source: You can upload documents or files here
tr_tr: Belge veya dosyaları karşıya yükleyin.

source: Create an Exam
tr_tr: Sınav Oluşturun

source: You can create,schedule and edit online exams here
tr_tr: Online sınavlar organize edin ve oluşturun

source: Courses and Lesson Contents
tr_tr: Kurslar

source: You can create or assign courses,live lessons,uploads and online exams here
tr_tr: Kurslar oluşturun ve içeriklerini düzenleyin

source: Get Support
tr_tr: Destek Alın

source: Get Support for SkyMake from official Skyfallen Support
tr_tr: Resmi Skyfallen Desteği'nden teknik yardım alın.

source: About & Licence
tr_tr: Hakkında

source: You can get more info about this SkyMake install.
tr_tr: Kurulum ile ilgili detayları görüntüleyin ve sistem güncellemelerini yapın.

source: About this Install
tr_tr: Bu Kurulum Hakkında

source: Check for Updates
tr_tr: Güncellemeleri Kontrol Edin

source: Updates for this SkyMake Installation are managed externally by
tr_tr: Bu kurulumun güncellemeleri harici olarak yönetiliyor. Yöneten:

source: For Support
tr_tr: Destek

source: A New Version is available
tr_tr: Yeni bir güncelleme mevcut

source: Release Date:
tr_tr: Yayımlanma Tarihi:

source: Description:
tr_tr: Detaylar

source: Install Now.
tr_tr: Şimdi Kur

source: Your installation is up to date.
tr_tr: En güncel sürümü kullanmaktasınız.

source: This install was registered with
tr_tr: Sürüm sağlayıcısı:

source: Success!
tr_tr: İşlem başarıyla gerçekleştirildi.

source: Delete User
tr_tr: Kullanıcıyı Sil

source: Choose a new role to set...
tr_tr: Yeni Rolü Seçin

source: Administrator
tr_tr: Yönetici

source: Student
tr_tr: Öğrenci

source: Teacher
tr_tr: Öğretmen

source: Set Role
tr_tr: Rolü Kaydet

source: User Role
tr_tr: Kullanıcı Rolü

source: ERROR. At step three MySQL encountered an error:
tr_tr: Veritabanı Hatası:

source: ERROR. At step two MySQL encountered an error:
tr_tr: Veritabanı Hatası:

source: ERROR. At step one MySQL encountered an error:
tr_tr: Veritabanı Hatası:

source: MySQL has encountered an error while creating group.
tr_tr: Veritabanı Hatası:

source: SQL Error:
tr_tr: Veritabanı Hatası:

source: Delete Group
tr_tr: Grubu Sil

source: Group Name
tr_tr: Grup Adı

source: Create
tr_tr: Oluştur

source: Group ID
tr_tr: Grup ID'si

source: Edit Users
tr_tr: Kullanıcıları Düzenle

source: Edit
tr_tr: Düzenle

source: Success
tr_tr: İşlem başarıyla gerçekleştirildi

source: Failed while deleting. MySQL has encountered an error:
tr_tr: Veritabanı Hatası:

source: Editing Group:
tr_tr: Grubu Düzenleyin:

source: Add User
tr_tr: Kullanıcıyı Ekle

source: Delete Users
tr_tr: Kullanıcıyı Sil.

source: Delete
tr_tr: Sil.

source: Course ID
tr_tr: Kurs ID'si

source: Choose Course to Delete
tr_tr: Silmek için bir kurs seçin.

source: Delete Course
tr_tr: Kursu Silin

source: Lesson
tr_tr: Ders

source: Lesson Name
tr_tr: Ders Başlığı

source: Teacher's Real Name
tr_tr: Öğretmenin Gerçek Adı

source: Teacher's Username
tr_tr: Öğretmenin Kullanıcı Adı

source: Topic
tr_tr: Konu

source: Unit
tr_tr: Ünite

source: Cover Image URL
tr_tr: Kapak Fotoğrafı URL'si

source: Class ID
tr_tr: Sınıf ID'si

source: Chose a Class
tr_tr: Sınıf seçin

source: Course Date:
tr_tr: Tarih

source: Course Time:
tr_tr: Saat

source: Create Course
tr_tr: Oluştur

source: Assigned Class ID
tr_tr: Atanan Sınıf ID'si

source: Error.
tr_tr: Hata.

source: No such upload.
tr_tr: Böyle bir dosya yok.

source: Editing Course:
tr_tr: Kursu Düzenleyin:

source: Content ID
tr_tr: İçerik ID'si

source: Create Live Class
tr_tr: Canlı Ders Oluştur

source: Choose an online exam to assign
tr_tr: Atanacak online sınavı seçin

source: Could not list exams. SQL Error.
tr_tr: Veritabanı Hatası.

source: Add Exam
tr_tr: Sınavı Ekle

source: Choose an upload to assign
tr_tr: Atamak için dosya seçin

source: Could not list uploads. SQL Error.
tr_tr: Veritabanı Hatası.

source: Assign Upload
tr_tr: Dosya Atayın.

source: Content Type
tr_tr: İçerik Türü

source: Error
tr_tr: Hata

source: Error
tr_tr: Hata

source: Name
tr_tr: İsim

source: Exam Name
tr_tr: Sınav Başlığı

source: Exam ID
tr_tr: Sınav ID'si

source: Exam Date:
tr_tr: Sınav Tarihi:

source: Exam Start:
tr_tr: Sınav Başlangıcı:

source: Exam End:
tr_tr: Sınav Bitişi:

source: Number of Questions
tr_tr: Soru Sayısı:

source: Create Exam
tr_tr: Sınav Oluştur.

source: Start
tr_tr: Başlangıç

source: End
tr_tr: Bitiş

source: Questions
tr_tr: Soru Sayısı

source: Build Number:
tr_tr: Derleme Numarası:

source: Error: Please select a valid file format.
tr_tr: Hatalı dosya formatı.

source: Error: File size is larger than the allowed limit.
tr_tr: Dosya çok büyük.

source: already exists.,
tr_tr: zaten var,

source: Your file was uploaded successfully.
tr_tr: Başarıyla Yüklendi.

source: Error: There was a problem uploading your file. Please try again.
tr_tr: Bir hata oluştu.

source: Error:
tr_tr: Hata:

source: SQL Query successfully executed.
tr_tr: İşlem başarıyla veritabanında gerçeklerştirildi.

source: Upload File
tr_tr: Karşıya Yükle

source: Filename
tr_tr: Dosya Adı

source: Assign to a course?
tr_tr: Kursa ata?

source: YES
tr_tr: EVET

source: NO
tr_tr: HAYIR

source: Lesson ID
tr_tr: Kurs ID'si

source: Only
tr_tr: Sadece

source: Visit Lesson
tr_tr: Derse Git

source: Visit lesson
tr_tr: Derse Git

source: Home
tr_tr: Ana Sayfa

source: Your account is not approved.<br> If you think this is a mistake and the admin should have approved you, <br> Please contact Skyfallen Support after you make sure admin has approved you.
tr_tr: Hesabınız henüz onaylanmamış. <br> Bunun bir hata olduğunu ve yöneticinin sizi onaylamış olması gerektiğinden eminseniz, lütfen <br> Yönetici ile iletişime geçerek Skyfallen'dan destek almasını sağlayın.

source: Log Out from<br> SkyMake 4?
tr_tr: SkyMake 4'ten <br> Çıkış Yap

source: Submit
tr_tr: Gönder

source: SkyMake Exam ID
tr_tr: SkyMake Sınav Numarası

source: SkyMake Exam Results
tr_tr: SkyMake Sınav Sonuçları

source: Lesson Details
tr_tr: Kurs Detayları

source: Your account is not yet approved.
tr_tr: Hesabınız henüz onaylanmamış.

source: Your account needs to be approved and assigned to a classroom before you can use it.
tr_tr: Hesabınızı kullanabilmeniz için bir yönetici tarafından onaylanıp bir sınıfa atanması gerekli.

source: Not found.
tr_tr: Dosya ya da klasör bulunamadı.

source: This file was not found.
tr_tr: Dosya ya da klasör bulunamadı.

source: SkyMake Server Side Software
tr_tr: SkyMake Sunucu Yazılımı

source: (TM) SkyMake developed by Skyfallen as an open source project and distributed under Skyfallen Licence - SkyMake can only be used with required attribution
tr_tr: SkyMake Skyfallen tarafından açık kaynaklı olarak geliştirilmiş ve Skyfallen Lisansı altında dağıtılmaktadır. - SkyMake sadece gerekli referanslar bulunduğu sürece kullanılabilir.

source: No account found with that username.
tr_tr: Böyle bir kullanıcı adı sisteme kayıtlı değil.

source: The password you entered was not valid.
tr_tr: Hatalı bir şifre girdiniz.

source: This username is already taken.
tr_tr: Bu kullanıcı adı zaten kayıtlı.

source: Password must have atleast 6 characters.
tr_tr: Şifre en az altı karakterden oluşmalıdır.

source: Password did not match.
tr_tr: Şifreler uyuşmadı.

source: Join with app
tr_tr: Masaüstü Uygulaması ile Katıl

source: Join from your browser
tr_tr: Tarayıcıdan katılın

source: You don't need any apps of software downloaded.
tr_tr: Herhangi bir yazılım yüklemenize gerek yok.

source: Join from browser
tr_tr: Tarayıcıdan katıl

source: Join using SkyMake Desktop
tr_tr: SkyMake Masaüstü uygulaması ile bağlanın.

source: Join via app
tr_tr: Uygulama ile katıl
